{
  "teamList": [
    {
      "name": "Joe Mordica",
      "role": "Founder",
      "imageUrl": "/cms/media/2.png",
      "bio": "Joe is a Christ follower, husband, and father (in that order). Joe founded VOXO and enjoys creating and innovating in the software industry. He created VOXO to fix the broken industry of telecom and help people think differently about how they do business."
    },
    {
      "name": "Phil Watson ",
      "role": "CEO",
      "imageUrl": "/cms/media/10.png",
      "bio": "Phil is a visionary with a passion for using his platform to help people find purpose in their work. He loves to challenge the status quo and is an outside-the-box thinker. Phil is a follower of Jesus and enjoys spending time with his wife and three children. His hobbies include - Pigeon Racing, hunting, and ping-pong."
    },
    {
      "name": "Chancellor Montgomery",
      "role": "CPO",
      "bio": "Chancellor Montgomery serves as our CPO. In this role, Chancellor is a critical player in strengthening the relationships within the organization and VOXO customers. Chancellor has a passion for music, fashion, and helping others walk in their God-given gifts. Chancellor enjoys spending time with his wife Shonice, building his brand Third World, and enjoying the great outdoors.\n",
      "imageUrl": "/cms/media/13.png"
    },
    {
      "name": "Josh Reed",
      "role": "COO",
      "bio": "Josh is an analytical thinker and skilled business strategist. Josh joined the VOXO cause with a passion for using business as a means to positively impact the lives of others. Josh is a principled leader and is passionate about remaining true to the VOXO values. Josh enjoys family, flying, and golf.",
      "imageUrl": "/cms/media/9.png"
    },
    {
      "name": "Nick Kelsoe",
      "role": "Head of Direct Sales",
      "bio": "Nick has been a long-time strategic partner of VOXO, starting the first remote VOXO location in Mobile, AL. Nick is a Christ follower and family man who loves building relationships and growing VOXO. He has a passion for discipleship and has been involved in youth ministry.",
      "imageUrl": "/cms/media/8.png"
    },
    {
      "name": "Tim Watson",
      "imageUrl": "/cms/media/tim-updated.png",
      "role": "Account Executive ",
      "bio": "Tim is the VP of Operations, ensuring a smooth onboarding process once a customer chooses VOXO. Tim and his wife Lucy have three sons, and he spends his spare time archery hunting, grilling, and dabbling in music.\n\n"
    },
    {
      "name": "Ervin Bauman",
      "role": "VP of Customer Relations",
      "bio": "Ervin enjoys hard work and challenges. He loves building personal relationships with his clients. Outside of work, Ervin is a pastor and enjoys doing life with his family.",
      "imageUrl": "/cms/media/3.png"
    },
    {
      "name": "Amy Lott",
      "imageUrl": "/cms/media/1.png",
      "role": "Accountant",
      "bio": " "
    },
    {
      "name": "James Harrod",
      "imageUrl": "/cms/media/1662.png",
      "bio": "James joined VOXO in 2019 bringing experience in software development. A problem solver at heart, he aims to leverage technology to solve complex problems on the mission of fixing telecom. He is married and has two children. In his free time, James enjoys time with family, video games, and continued education and R&D.",
      "role": "Lead Software Developer"
    },
    {
      "name": "Brandon Smith",
      "imageUrl": "/cms/media/15.png",
      "role": "Software Engineer"
    },
    {
      "name": "Daniel Charpie",
      "role": "Customer Support",
      "bio": "Daniel has a knack for problem solving and enjoys helping VOXO customers experience a level of service that is unmatched. Daniel is married, from Alabama, a military veteran, and enjoys video games.",
      "imageUrl": "/cms/media/11.png"
    },
    {
      "name": "Noah Post",
      "role": "Lead Customer Support",
      "imageUrl": "/cms/media/20.png",
      "bio": "Noah has a passion for helping people solve telecom problems with a focus on fixing the telecom industry. When not in front of a computer, you can find Noah on the tennis court, in the great outdoors, or enjoying fellowship with friends."
    },
    {
      "name": "Seth Bigony",
      "role": "Sr. Account Executive ",
      "imageUrl": "/cms/media/18.png",
      "bio": "Seth joined VOXO as the sales director during the summer of 2021 and is dedicated to helping grow lasting relationships with VOXO customers. He graduated magna cum laude from West Texas A&M and has a common passion for technology with his son, Blake. Seth is married and has 5 children."
    },
    {
      "name": "Michael Whitney",
      "role": "Intermediate Developer ",
      "imageUrl": "/cms/media/27.png"
    },
    {
      "name": "Levi Burnham",
      "imageUrl": "/cms/media/16.png",
      "role": "Project Manager"
    },
    {
      "name": "Paul Vitrano",
      "imageUrl": "/cms/media/6.png",
      "role": "ACCOUNT EXECUTIVE"
    },
    {
      "name": "Mike Ayon",
      "imageUrl": "/cms/media/26.png",
      "role": "Partner Sales Manager"
    },
    {
      "name": "Brandon Yawn",
      "imageUrl": "/cms/media/24.png",
      "role": "Intermediate Software Developer"
    },
    {
      "name": "Zach Maderos",
      "role": "Business Development Rep",
      "imageUrl": "/cms/media/23.png"
    },
    {
      "name": "Drake Drukenmiller ",
      "role": "Business Development Rep",
      "imageUrl": "/cms/media/untitled-design-3-.png"
    },
    {
      "name": "Blake Seymour",
      "role": "Customer Support",
      "imageUrl": "/cms/media/untitled-design-4-.png"
    },
    {
      "name": "Jared Quinn",
      "imageUrl": "/cms/media/jw.png",
      "role": "FIELD TECHNICIAN "
    },
    {
      "name": "JP Jones",
      "imageUrl": "/cms/media/jp.png",
      "role": "Field Technician "
    },
    {
      "name": "Jessica Jordan",
      "imageUrl": "/cms/media/r61_1559.jpg",
      "role": " "
    }
  ]
}