{
  "teamList": [
    {
      "name": "Joe Mordica",
      "role": "Founder",
      "imageUrl": "/cms/media/joe1.png",
      "bio": "Dad got the sag in the back with the drip. Go on, take a sip. So clean, like a mop."
    },
    {
      "name": "Phil Watson ",
      "role": "CEO",
      "imageUrl": "/cms/media/phil-11.png",
      "bio": "Use bio from old site"
    },
    {
      "name": "Chancellor Montgomery",
      "role": "Chief People Officer",
      "bio": "Chancellor Montgomery serves as our CPO. In this role, Chancellor is a critical player in strengthening the relationships within the organization, as well as building solid relationships with VOXO clients. Unexpectedly, Chancellor was introduced to VOXO after meeting Joe and Phil at a random red light. After the initial encounter, the rest was history. Chancellor has a passion for music, fashion, and helping others walk in their God-given gifts. On most days, you can find Chancellor hanging out with his wife Shonice, building his personal brand Third World, or enjoying the great outdoors.\n",
      "imageUrl": "/cms/media/chance1.png"
    },
    {
      "name": "Daniel Charpie",
      "role": "Support",
      "bio": "50 percent reptile",
      "imageUrl": "/cms/media/daniel1.png"
    },
    {
      "name": "Seth Bigony",
      "role": "Sales",
      "imageUrl": "/cms/media/seth1.png",
      "bio": "he turned it!"
    },
    {
      "name": "Tim Watson",
      "imageUrl": "/cms/media/tim.png",
      "role": "Director of Deployment and Support",
      "bio": "Tim Watson is the director of deployment and support, ensuring a smooth onboarding process, and top level support once a client chooses Voxo. Tim and his wife Lucy have three sons, and he spends his spare time archery hunting, grilling, and dabbling in music.\n\n"
    },
    {
      "name": "James Harrod",
      "imageUrl": "/cms/media/james.png",
      "bio": "James joined VOXO in 2019 bringing experience in software development and web technologies. A problem solver at heart, he aims to leverage cutting-edge technology to solve complex problems on the mission of fixing telecom. He is married and has two children. In his free time, James enjoys time with family, video games, and continued education and research.",
      "role": "Software Developer"
    },
    {
      "name": "Joel Myrick",
      "imageUrl": "/cms/media/joel1.png",
      "bio": "Hey there! Joel here. I am the Director of Business Development at VOXO. For over 3 years, I have worked to make sure our customer's satisfaction comes first. I am married to the #1 who has given me 3 wonderful children. My passion is coaching! I have been coaching little league baseball for over 5 years. \n",
      "role": "Director of Business Development"
    },
    {
      "name": "Josh Reed",
      "role": "VP of Houston",
      "bio": "Reeds!",
      "imageUrl": "/cms/media/josh1.png"
    },
    {
      "name": "Asia Montgomery ",
      "imageUrl": "/cms/media/asia1.png",
      "role": "Office Administration ",
      "bio": "Hey girl! "
    },
    {
      "name": "Noah Post",
      "role": "Help Desk",
      "imageUrl": "/cms/media/noah1.png",
      "bio": "Postage!"
    },
    {
      "name": "Anthony Felipe",
      "imageUrl": "/cms/media/anthony1.png",
      "role": "Help Desk",
      "bio": "That boi pretty! "
    },
    {
      "name": "Nick Kelsoe",
      "role": "VP of Sales",
      "bio": "Head is huge in this pic",
      "imageUrl": "/cms/media/nick1.png"
    },
    {
      "name": "Ervin Bauman",
      "role": "COO",
      "bio": "Tall. ",
      "imageUrl": "/cms/media/ervin1.png"
    },
    {
      "name": "Stephen Dindinger",
      "role": "VP of PA",
      "bio": "Stephen grew up overseas, speaks fluent Spanish, and spent a number of years adventuring in Colorado. He is a believer in Jesus, a sweet husband, and a devoted daddy to three wild, blond boys. \n\nHe is developing the VOXO Pennsylvania branch and enjoys making meaningful connections with people. He has a gift for solving problems. ",
      "imageUrl": "/cms/media/staphen1.png"
    },
    {
      "name": "Nate Hochstetler",
      "role": "VP Too",
      "bio": "Stud dogg",
      "imageUrl": "/cms/media/nate1.png"
    },
    {
      "name": "Niall Tumelty",
      "role": "VP UK",
      "bio": "Niall",
      "imageUrl": "/cms/media/niall1.png"
    }
  ]
}